Repository: xiaocang/easydict_win32
Catalog: dotnet/src/Easydict.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, da_dk, de_de, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, th_th, vi_vn, zh_cn, zh_tw

# BehaviorHeader.Text
source: Behavior
ar_sa: السلوك
da_dk: Adfærd
de_de: Verhalten
hi_in: व्यवहार
id_id: Perilaku
it_it: Comportamento
ms_my: Tingkah Laku
th_th: พฤติกรรม
vi_vn: Hành vi

# UILanguageCombo.Header
source: UI Language
ar_sa: لغة الواجهة
da_dk: Grænsefladesprog
de_de: Oberflächensprache
hi_in: इंटरफ़ेस भाषा
id_id: Bahasa Antarmuka
it_it: Lingua dell'interfaccia
ms_my: Bahasa Antara Muka
th_th: ภาษาของหน้าจอ
vi_vn: Ngôn ngữ giao diện

# UILanguageDescription.Text
source: Select the display language for the application interface. Restart required.
ar_sa: اختر لغة العرض لواجهة التطبيق. يلزم إعادة التشغيل.
da_dk: Vælg visningssprog for applikationens grænseflade. Genstart påkrævet.
de_de: Wählen Sie die Anzeigesprache für die Anwendungsoberfläche. Neustart erforderlich.
hi_in: एप्लिकेशन इंटरफ़ेस के लिए प्रदर्शन भाषा चुनें। पुनः आरंभ आवश्यक।
id_id: Pilih bahasa tampilan untuk antarmuka aplikasi. Perlu dimulai ulang.
it_it: Seleziona la lingua di visualizzazione per l'interfaccia dell'applicazione. Riavvio necessario.
ms_my: Pilih bahasa paparan untuk antara muka aplikasi. Perlu dimulakan semula.
th_th: เลือกภาษาที่แสดงสำหรับอินเทอร์เฟสแอปพลิเคชัน ต้องรีสตาร์ท
vi_vn: Chọn ngôn ngữ hiển thị cho giao diện ứng dụng. Cần khởi động lại.

# MinimizeToTrayToggle.Header
source: Minimize to system tray
ar_sa: تصغير إلى علبة النظام
da_dk: Minimer til systembakke
de_de: In Taskleiste minimieren
hi_in: सिस्टम ट्रे में छोटा करें
id_id: Minimalkan ke baki sistem
it_it: Minimizza nella barra di sistema
ms_my: Kecilkan ke dulang sistem
th_th: ย่อลงในถาดระบบ
vi_vn: Thu nhỏ vào khay hệ thống

# ClipboardMonitorToggle.Header
source: Monitor clipboard for text
ar_sa: مراقبة الحافظة للنصوص
da_dk: Overvåg udklipsholder for tekst
de_de: Zwischenablage auf Text überwachen
hi_in: क्लिपबोर्ड पर नज़र रखें
id_id: Pantau papan klip untuk teks
it_it: Monitora gli appunti per il testo
ms_my: Pantau papan keratan untuk teks
th_th: ตรวจสอบคลิปบอร์ด
vi_vn: Theo dõi clipboard

# MouseSelectionTranslateToggle.Header
source: Mouse selection translate (select text → click floating icon)
ar_sa: ترجمة بتحديد الماوس (حدد النص ← انقر على الأيقونة العائمة)
da_dk: Oversæt med musemarkering (vælg tekst → klik svæveikon)
de_de: Mausauswahl-Übersetzung (Text auswählen → schwebendes Symbol anklicken)
hi_in: माउस चयन से अनुवाद (पाठ चुनें → फ़्लोटिंग आइकन पर क्लिक करें)
id_id: Terjemahkan dengan seleksi mouse (pilih teks → klik ikon mengambang)
it_it: Traduci con selezione mouse (seleziona testo → clicca icona fluttuante)
ms_my: Terjemah dengan pilihan tetikus (pilih teks → klik ikon terapung)
th_th: แปลด้วยการเลือกเมาส์ (เลือกข้อความ → คลิกไอคอนลอย)
vi_vn: Dịch bằng chọn chuột (chọn văn bản → nhấn biểu tượng nổi)

# AlwaysOnTopToggle.Header
source: Always on top
ar_sa: دائماً في المقدمة
da_dk: Altid øverst
de_de: Immer im Vordergrund
hi_in: हमेशा ऊपर
id_id: Selalu di atas
it_it: Sempre in primo piano
ms_my: Sentiasa di atas
th_th: แสดงด้านบนเสมอ
vi_vn: Luôn hiển thị trên cùng

# LaunchAtStartupToggle.Header
source: Launch at Windows startup
ar_sa: التشغيل عند بدء Windows
da_dk: Start ved Windows-opstart
de_de: Bei Windows-Start ausführen
hi_in: Windows शुरू होने पर लॉन्च करें
id_id: Jalankan saat Windows dimulai
it_it: Avvia all'avvio di Windows
ms_my: Lancar semasa Windows dimulakan
th_th: เปิดเมื่อเริ่มต้น Windows
vi_vn: Khởi chạy cùng Windows
